{
  "caw.vim": { "branch": "master" },
  "csv.vim": { "branch": "master" },
  "emmet-vim": { "branch": "master" },
  "fern-hijack.vim": { "branch": "master" },
  "fern-renderer-nerdfont.vim": { "branch": "master" },
  "fern.vim": { "branch": "main" },
  "fzf": { "branch": "master" },
  "fzf-lua": { "branch": "main" },
  "fzf.vim": { "branch": "master" },
  "glyph-palette.vim": { "branch": "master" },
  "indent-blankline.nvim": { "branch": "master" },
  "jasmine.vim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lazygit.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mini.align": { "branch": "main" },
  "neocomplcache": { "branch": "master" },
  "neomru.vim": { "branch": "master" },
  "neosnippet": { "branch": "master" },
  "neosnippet-snippets": { "branch": "master" },
  "nerdcommenter": { "branch": "master" },
  "nerdfont.vim": { "branch": "master" },
  "nerdtree": { "branch": "master" },
  "nginx.vim": { "branch": "master" },
  "nord.nvim": { "branch": "master" },
  "null-ls.nvim": { "branch": "main" },
  "nvcode-color-schemes.vim": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "toggleterm.nvim": { "branch": "main" },
  "unite.vim": { "branch": "master" },
  "vim-coffee-script": { "branch": "master" },
  "vim-easy-align": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-ruby": { "branch": "master" },
  "vim-sqlfmt": { "branch": "master" },
  "vim-terraform": { "branch": "master" },
  "vim-yaml": { "branch": "master" },
  "vimproc.vim": { "branch": "master" },
  "vista.vim": { "branch": "master" },
  "yaml-vim": { "branch": "master" },
  "yankround.vim": { "branch": "master" }
}
